export default function About() {
  return (
    <div className="container mx-auto px-6 py-12">
      <h1 className="text-4xl font-bold text-center mb-8">О МОТАУ Бридж</h1>
      <div className="max-w-3xl mx-auto space-y-6">
        <p className="mb-4">
          МОТАУ Бридж - это инновационный путь для передачи информации через изменчивое пространство сети, где контроль
          превращается в иллюзию. Наша миссия - обеспечить каждому пользователю невидимый след свободы в цифровом мире.
        </p>
        <p className="mb-4">
          Мы используем передовые алгоритмы динамической маршрутизации, которые перенаправляют ваши данные через серию
          сменных узлов, превращая каждую сессию в уникальный и неповторимый поток. Здесь ваши цифровые следы
          растворяются в множестве точек, оставляя &nbsp;
        </p>
      </div>
    </div>
  )
}

